Repository: samuelbrasileiro/overseas
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# Tudo em seu devido lugar
source: Everything in its place
pt_br: Tudo em seu devido lugar

# Organize seus aprendizados em um espaço construído por você.
source: Organize your learnings in a space built by yourself.
pt_br: Organize seus aprendizados em um espaço construído por você.

# Conhecimento para além do óbvio
source: Knowledge beyond usual
pt_br: Conhecimento para além do óbvio

# Escolha uma ou mais categorias de seu interesse
source: Choose one or more categories that you are interested in
pt_br: Escolha uma ou mais categorias de seu interesse

# Concluir seleção
source: Complete selection
pt_br: Concluir seleção

# Meus Aprendizados
source: My Learnings
pt_br: Meus Aprendizados

# Fixados
source: Favorites
pt_br: Fixados

# Categorias
source: Categories
pt_br: Categorias

# Ver todos
source: See all
pt_br: Ver todos

# Salvar
source: Save
pt_br: Salvar

# Cancelar
source: Cancel
pt_br: Cancelar

# Categoria
source: Category
pt_br: Categoria

# Nome da categoria
source: Category's name
pt_br: Nome da categoria

source: The category helps to group your learnings and see progress in different aspects of life
pt_br: A categoria ajuda a agrupar os aprendizados e ver o progresso em diferentes aspectos da vida

# Cor
source: Color
pt_br: Cor

source: Learnings related to this category will be marked with the chosen color
pt_br: Os aprendizados referentes a essa categoria ficarão sinalizadas com a cor escolhida

# Adicionar Aprendizado
source: Add Learning
pt_br: Adicionar Aprendizado

# Adicione um título
source: Add title
pt_br: Adicione um título

# Adicione uma descrição
source: Add description
pt_br: Adicione uma descrição

# Descrição
source: Description
pt_br: Descrição

# A descrição ajuda a compreender as especificidades dos aprendizados.
source: The description helps to understand the specifics of the learning.
pt_br: A descrição ajuda a compreender as especificidades dos aprendizados.

# Editar
source: Edit
pt_br: Editar

# Descreva
source: Describe
pt_br: Descreva

# Ordene
source: Order
pt_br: Ordene

# Avalie
source: Evaluate
pt_br: Avalie

# O que você aprendeu nessa atividade?
source: What did you learn in this activity?
pt_br: O que você aprendeu nessa atividade?

# Quais foram as etapas dessa atividade?
source: What were the steps of this activity?
pt_br: Quais foram as etapas dessa atividade?

# O quão agradável foi realizá-la?
source: How satisfying was it?
pt_br: O quão agradável foi realizá-la?

# Não foi
source: It wasn't
pt_br: Não foi

# Neutro
source: Neutral
pt_br: Neutro

# Muito
source: Very
pt_br: Muito

# Bastante
source: A lot
pt_br: Bastante

# Parabéns!
source: Congratulations
pt_br: Parabéns!

# Concluir aprendizado
source: Complete learning
pt_br: Concluir aprendizado
